Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: See, a time is coming, yes, it is now here, when you will go away in all directions, every man to his house, and I will be by myself: but I am not by myself, because the Father is with me.
chr: ᎬᏂᏳᏉ ᏛᏍᏆᎸᎯ, ᎥᎥ, ᎿᏉᎤᏍᏆᎸᎲ, ᎢᏣᏗᎦᎴᏲᎢᏍᏗᏱ, ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᏙᏗᏤᏅᏒ ᎢᏗᏢ, ᎠᎴ ᏓᏍᎩᏴᏕᏥ ᎠᏋᏒᏉ ᎨᏎᏍᏗ; ᎥᏝᏍᎩᏂᏃᏅ ᎠᏋᎡ ᏱᎩ, ᎠᎦᏴᎵᎨᏰᏃ ᏔᎵ ᏅᏛᏗᏕᎦ.

source: I have said all these things to you so that in me you may have peace. In the world you have trouble: but take heart! I have overcome the world.
chr: ᎾᏍᎩ ᏄᏍᏗ ᎯᎠ ᎢᏨᏃᎮᎮᎸ ᎠᏴ ᏅᏩᏙᎯᏯᏛ ᎢᏨᏯᏓᏅᏓᏗᏍᏙᏗᏱ. ᎡᎶᎯ ᎤᏕᏯᏙᏗ ᏓᏥᏩᏛᎯ; ᎠᏎᏃ ᎤᎦᎵᏍᏗᏉ ᎢᏣᏓᏅᏖᏍᏗ; ᎠᏴ ᏥᏎᎪᎩᏒ ᎡᎶᎯ.

source: Jesus said these things; then, lifting his eyes to heaven, he said, Father, the time has now come; give glory to your Son, so that the Son may give glory to you:
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏥᏌ, ᎠᎴ ᏚᏌᎳᏓᏅᎩ ᏗᎦᏙᎵ ᎦᎸᎳᏗ ᏫᏚᎧᎿᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎡᏙᏓ, ᎿᏉ ᎤᏍᏆᎸᎲ; ᎯᎸᏉᏓ ᏤᏥ, ᏤᏥ ᎾᏍᏉ ᏂᎯ ᏣᎸᏉᏙᏗᏱ.

source: Even as you gave him authority over all flesh, to give eternal life to all those whom you have given to him.
chr: ᎯᏯᎵᏍᎪᎸᏓᏁᎸᏰᏃ ᏂᎦᎥ ᎤᏇᏓᎵ, ᏧᏁᏗᏱ ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎾᏂᎥ ᏖᎧᏁᎸᎯ ᎨᏒᎢ.

source: And this is eternal life: to have knowledge of you, the only true God, and of him whom you have sent, even Jesus Christ.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏄᏍᏗ ᎬᏂᏛ ᎾᎵᏍᏆᏗᏍᎬᎾ-ᎾᏍᎩ ᎨᏣᎦᏙᎥᎯᏍᏗᏱ ᏂᎯ ᏨᏒᎯᏳ ᎤᏙᎯᏳᏒ ᏣᏁᎳᏅᎯ, ᎠᎴ ᎤᏂᎦᏙᎥᎯᏍᏗᏱ ᏥᏌ ᎦᎶᏁᏛ ᎾᏍᎩ Ꮎ ᎯᏅᏏᏛ ᏥᎩ.

source: I have given you glory on the earth, having done all the work which you gave me to do.
chr: ᎬᎸᏉᏔᏅ ᎡᎶᎯ; ᎠᎩᏍᏆᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏍᎩᏁᎸᎯ ᏥᎩ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ.

source: And now, Father, let me have glory with you, even that glory which I had with you before the world was.
chr: ᎿᏉᏃ, ᏂᎯ ᎡᏙᏓ, ᏍᎩᎸᏉᏓ ᏨᏒ ᏗᏦᎸᎢ, ᎾᏍᎩᏯ ᎥᎩᎸᏉᏗᏳ ᏥᎨᏒᎩ ᏗᏦᎸ ᎠᏏᏉ ᏂᎬᎾᏛ ᎾᏓᎴᏂᏍᎬᎾ ᏥᎨᏒᎩ.

source: I have given knowledge of your name to the men whom you gave me out of the world: yours they were, and you gave them to me, and they have kept your words.
chr: ᏕᏣᏙᎥ ᎬᏂᎨᏒ ᏂᎦᏥᏴᏁᎸ ᎠᏂᏍᎦᏯ ᎡᎶᎯ ᏔᏑᏰᏛ ᏗᏍᎩᎧᏁᎸᎯ ᏥᎩ. ᏗᏣᏤᎵᎦ ᎨᏒᎩ, ᎠᎴ ᏕᏍᎩᎧᏁᎸᎩ; ᎠᎴ ᎤᏂᏍᏆᏂᎪᏔᏅ ᎧᏃᎮᏛ ᏣᏤᎵᎦ.

source: Now it is clear to them that whatever you have given to me comes from you:
chr: ᎿᏉᏃ ᎠᏂᎦᏔᎯᏳ ᏄᎵᏍᏔᏅ, ᏂᎦᎥ ᎪᎱᏍᏗ ᏍᎩᏁᎸᎯ ᏥᎩ, ᏂᎯ ᏅᏓᏳᏓᎴᎲᎯ ᎨᏒᎢ.

source: Because I have given them the words which you gave to me; and they have taken them to heart, and have certain knowledge that I came from you, and they have faith that you sent me.
chr: ᏕᏥᏁᎸᏰᏃ ᎧᏃᎮᏛ ᎾᏍᎩ ᏍᎩᏁᎸᎯ ᏥᎩ; ᎠᎴ ᎾᏍᎩ ᏚᎾᏓᏂᎸᏨ, ᎠᎴ ᎤᏂᎦᏙᎥᏒ ᎤᏙᎯᏳᏒ ᏂᎯ ᏖᎲ ᏅᏛᏆᏓᎴᏅᎯ ᎨᏒᎢ; ᎠᎴ ᎤᏃᎯᏳᏅ ᏂᎯ ᏅᏓᏍᎩᏅᏏᏛ ᎨᏒᎢ.

source: My prayer is for them: my prayer is not for the world, but for those whom you have given to me, because they are yours
chr: ᎾᏍᎩ ᎦᏥᏯᏓᏙᎵᏍᏓᏁᎭ; ᎥᏝ ᎡᎶᎯ ᏱᏥᏯᏓᏙᎵᏍᏓᏁᎭ, ᎾᏍᎩᏉᏍᎩᏂ Ꮎ ᏗᏍᎩᎧᏁᎸᎯ ᏥᎩ; ᏂᎯᏰᏃ ᏗᏣᏤᎵᎦ.

source: (All mine are yours, and yours are mine) and I have glory in them.
chr: ᏂᎦᏛᏃ ᎠᏆᏤᎵᎦ ᏂᎯ ᏣᏤᎵᎦ, ᏂᎯᏃ ᏣᏤᎵᎦ ᎠᏴ ᎠᏆᏤᎵᎦ; ᎠᎴ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎥᎩᎸᏉᏗᎭ.

source: And now I will be no longer in the world, but they are in the world and I come to you. Holy Father, keep them in your name which you have given to me, so that they may be one even as we are one.
chr: ᎿᏉᏃ ᎠᏴ ᎥᏝ ᎡᎶᎯ ᏱᎨᎠ, ᎯᎠᏍᎩᏂ ᎡᎶᎯ ᎠᏁᎭ, ᎠᏴᏃ ᏗᏦᎸ ᏫᏥᎦᏘ. ᎡᏣᎸᏉᏗᏳ ᎡᏙᏓ, ᏨᏒ ᏕᏣᏙᎥ ᎲᏗᏍᎨᏍᏗ ᏕᎯᏍᏆᏂᎪᏕᏍᏗ ᏗᏍᎩᎧᏁᎸᎯ, ᏌᏉᏉ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏂᎯ ᎠᏴᏃ ᏌᏉᏉ ᏥᎩ.

source: While I was with them I kept them safe in your name which you have given to me: I took care of them and not one of them has come to destruction, but only the son of destruction, so that the Writings might come true.
chr: ᎠᏏ ᎡᎶᎯ ᏥᎦᏥᏰᎳᏗᏙᎲᎩ, ᏕᏣᏙᎥ ᏕᏥᏍᏆᏂᎪᏙᏛᎩ; ᎾᏍᎩ ᏗᏍᎩᎧᏁᎸᎯ ᎦᏥᏍᏆᏂᎪᏔᏅ, ᎠᎴ ᎥᏝ ᎠᏏᏴᏫ ᏳᏲᎱᏒ Ꮎ ᎤᏩᏒ ᎠᏲᎱᎯᏍᏗ ᎤᏪᏥ, ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸᎢ.

source: And now I come to you; and these things I say in the world so that they may have my joy complete in them.
chr: ᎿᏉᏃ ᏗᏦᎸ ᏫᏥᎦᏘ, ᎾᏍᎩᏃ ᎯᎠ ᏂᏥᏪᎠ ᎠᏂ ᎡᎶᎯ, ᎬᏉᎵᎮᎵᎬ ᎤᏂᎧᎵᎢᏍᏗᏱ ᎤᎾᏓᏅᏛᎢ.

source: I have given your word to them; and they are hated by the world, because they are not of the world, even as I am not of the world.
chr: ᏕᏥᏁᎸ ᎧᏃᎮᏛ ᏣᏤᎵᎦ; ᎡᎶᎯᏃ ᏗᏍᎦᎩᏳ ᏄᎵᏍᏔᏅ, ᎡᎶᎯ ᎠᏁᎯ ᏂᎨᏒᎾ ᎨᏒ ᎢᏳᏍᏗ, ᎾᏍᎩᏯ ᎠᏴ ᎡᎶᎯ ᎨᎢ ᏂᎨᏒᎾ ᏥᎩ.

source: My prayer is not that you will take them out of the world, but that you will keep them from the Evil One.
chr: ᎥᏝ ᎡᎶᎯ ᏗᎧᎲᏍᏗᏱ ᏱᏥᏔᏲᎯᎭ, ᏘᏲᏍᏙᏓᏁᏗᏱᏉᏍᎩᏂ ᎤᏲ ᎨᏒᎢ.

source: They are not of the world any more than I am of the world.
chr: ᎥᏝ ᎡᎶᎯ ᎠᏁᎯ ᏱᎩ, ᎾᏍᎩᏯ ᎠᏴ ᎡᎶᎯ ᎨᎢ ᏂᎨᏒᎾ ᏥᎩ.

source: Make them holy by the true word: your word is the true word.
chr: ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᏣᏤᎵᎦ ᏖᏅᎦᎸᏓ; ᎧᏃᎮᏛ ᏣᏤᎵᎦ ᎾᏍᎩ ᎦᏰᎪᎩ ᏂᎨᏒᎾ.

source: Even as you have sent me into the world, so I have sent them into the world.
chr: ᏂᎯ ᎡᎶᎯ ᎠᎩᎷᎯᏍᏗᏱ ᏍᎩᏅᏏᏛ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ ᎡᎶᎯ ᎦᏥᏅᎵ ᎾᏍᎩ.

source: And for them I make myself holy, so that they may be made truly holy.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎦᏓᏅᎦᎵᎠ, ᎾᏍᏉ ᎤᏅᏒ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎤᎾᎿᏅᎦᎸᏙᏗᏱ.

source: My prayer is not for them only, but for all who will have faith in me through their word;
chr: ᎠᎴ ᎥᏝ ᎯᎠᏉ Ꮎ ᎤᏅᏒ ᏱᎦᏥᏯᏓᏙᎵᏍᏓᏁᎭ, ᎾᏍᏉᏍᎩᏂ Ꮎ ᎠᎾᎵᏥᏙᎲᏍᎬ ᎬᏉᎯᏳᎲᏍᎩ ᎢᏳᎵᏍᏙᏗ ᏥᎩ ᎦᏥᏯᏓᏙᎵᏍᏓᏁᎭ;

source: May they all be one! Even as you, Father, are in me and I am in you, so let them be in us, so that all men may come to have faith that you sent me.
chr: ᎾᏍᎩ ᏂᎦᏛ ᏌᏉᏉ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏂᎯ ᎡᏙᏓ ᏥᏍᎩᏯᎠ, ᎠᎴ ᎠᏴ ᏥᎬᏯᎠ, ᎾᏍᎩ ᎾᏍᏉ ᏌᏉᏉ ᎢᎦᎵᏍᏙᏗᏱ; ᎾᏍᎩᏃ ᎡᎶᎯ ᎤᏬᎯᏳᏗᏱ ᏂᎯ ᏅᏓᏍᎩᏅᏏᏛ ᎨᏒᎢ.

source: And the glory which you have given to me I have given to them, so that they may be one even as we are one;
chr: ᎠᎴ ᎾᏍᎩ ᎥᎩᎸᏉᏙᏗ ᎨᏒ ᏂᎯ ᏍᎩᏁᎸᎯ ᏥᎩ, ᎾᏍᎩ ᎦᏥᏁᎸ, ᏌᏉ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏂᎯ ᎠᏴᏃ ᏌᏉᏉ ᏥᎩ;

source: I in them, and you in me, so that they may be made completely one, and so that it may become clear to all men that you have sent me and that they are loved by you as I am loved by you.
chr: ᎠᏴ ᎾᏍᎩ ᎦᏥᏯᎥᎢ, ᎠᎴ ᏂᎯ ᎠᏴ ᏍᎩᏯᎥᎢ, ᎾᏍᎩ ᏧᏳᎪᏗᏯ ᏌᏉᏉ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎾᏍᎩᏃ ᎡᎶᎯ ᎤᎦᏙᎥᎯᏍᏗᏱ ᏅᏓᏍᎩᏅᏏᏛ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᏘᎨᏳᎯᏳ ᎨᏒᎢ, ᎾᏍᎩᏯ ᏍᎩᎨᏳᎢᏳ ᏥᎩ.

source: Father, it is my desire that these whom you have given to me may be by my side where I am, so that they may see my glory which you have given to me, because you had love for me before the world came into being.
chr: ᎡᏙᏓ, ᎠᏆᏚᎵ ᎾᏍᏉ ᏗᏍᎩᎧᏁᎸᎯ ᎠᏴ ᎨᎥᎢ ᎾᏍᎩ ᎢᏧᎳᎭ ᎣᎦᏕᏗᏱ, --ᎾᏍᎩᏃ ᎤᏂᎪᏩᏛᏗᏱ ᎥᎩᎸᏉᏛᎢ, ᎾᏍᎩ ᏍᎩᏁᎸᎯ ᏥᎩ; ᏍᎩᎨᏳᎯᏳᏰᏃ ᎨᏒᎩ ᎠᏏ ᎡᎶᎯ ᎾᏓᎴᏂᏍᎬᎾ ᏥᎨᏒᎩ.

source: Father of righteousness, I have knowledge of you, though the world has not; and to these it is clear that you sent me;
chr: ᏣᏓᏅᏘ ᎡᏙᏓ, ᎡᎶᎯ ᎥᏝ ᏣᎦᏔᎯ ᏱᎩ, ᎠᏴᏍᎩᏂ ᎬᏩᏔᎯᏳ, ᎠᎴ ᎯᎠ ᎠᏂᎦᏔᎯᏳ ᏍᎩᏅᏏᏛ ᎨᏒᎢ.

source: And I have given to them knowledge of your name, and will give it, so that the love which you have for me may be in them and I in them.
chr: ᎠᏴᏃ ᏕᏣᏙᎥ ᎦᏥᎾᏄᎪᏫᏎᎸ, ᎠᎴ ᎠᏎ ᏓᎦᏥᎾᏄᎪᏫᏎᎵ, ᎤᏁᎳᏗᏍᏙᏗᏱ ᎠᏴ ᏍᎩᎨᏳᎯᏳ ᎨᏒᎢ, ᎠᎴ ᎠᏴ ᎾᏍᎩ ᎦᏥᏯᎢ ᎢᏳᎵᏍᏙᏗᏱ.

source: When Jesus had said these words he went out with his disciples over the stream Kedron to a garden, into which he went with his disciples.
chr: ᎾᏍᎩ ᎯᎠ ᏥᏌ ᏄᏪᏒ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏘᏅᏒᎩ, ᎤᏄᎪᏨᎩ ᏚᏪᏐᏨᎩ ᎩᏠᏂ ᎤᏪᏴᎢ, ᎾᎿ ᎠᏫᏒᏗᏱ ᎪᏢᏒᎩ, ᎾᎿ ᎤᏴᎸᎩ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: And Judas, who was false to him, had knowledge of the place because Jesus went there frequently with his disciples.
chr: ᏧᏓᏏᏃ ᎤᏡᏗᏍᎩ ᎾᏍᏉ ᎠᎦᏔᎯᏳ ᎨᏒᎩ ᎾᎿᏂ, ᏥᏌᏰᏃ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏯᏃᎩᏳ ᎾᎿ ᏓᏂᎳᏫᎬᎩ.

source: So Judas, getting a band of armed men and police from the chief priests and Pharisees, went there with lights and with arms.
chr: ᎿᏉᏃ ᏧᏓᏏ ᏚᏘᏁᏅ ᏑᎾᏓᏡᎩ ᎠᏂᏯᏫᏍᎩ, ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ, ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᏉᎵᏏ ᏅᏓᏳᎾᏓᎴᏅᎯ, ᎾᎿ ᎤᎷᏨᎩ, ᏓᏂᏁᎲᎩ ᏗᏨᏍᏙᏗ ᎠᎴ ᏗᎵᏍᎦᏍᏙᏙᎢ.

source: Then Jesus, having knowledge of everything which was coming on him, went forward and said to them, Who are you looking for?
chr: ᏥᏌᏃ ᎠᎦᏔᎯᏳ ᎨᏒ ᏂᎦᎥ ᎢᏳᎵᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᏪᏅᏒᎩ ᎯᎠ ᏫᏂᏚᏪᏎᎸᎩ; ᎦᎪ ᎡᏥᏲᎭ?

source: Their answer was, Jesus the Nazarene. Jesus said, I am he. And Judas, who was false to him, was there at their side.
chr: ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ. ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᎩ. ᏧᏓᏏᏃ ᎾᏍᎩ ᎤᏡᏗᏍᎩ ᎾᏍᏉ ᎦᏙᎬᎩ ᎠᏂᏙᎾᎥᎢ.

source: And when he said to them, I am he, they went back, falling to the earth.
chr: ᎿᏉᏃ, ᎠᏴ ᎾᏍᎩ, ᏚᏬᏎᎸ, ᎤᎾᏏᏅᏒᎩ, ᎡᎳᏗ ᏫᏚᏂᏅᏨᎩ.

source: So again he put the question to them, Who are you looking for? And they said, Jesus the Nazarene.
chr: ᎿᏉᏃ ᏔᎵᏁ ᏙᎤᏛᏛᏅᎩ, ᎦᎪ ᎡᏥᏲᎭ? ᏚᏪᏎᎸᎩ ᎯᎠᏃ ᏄᏂᏪᏒᎩ; ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ.

source: Jesus made answer, I have said that I am he; if you are looking for me, let these men go away.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ, ᎦᏳᎳ ᎢᏨᏃᏁᎸ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ. ᎢᏳᏃ ᎠᏴ ᏍᎩᏲᎮᏍᏗ, ᎯᎠ ᎤᎾᏁᎳᎩ ᏩᎾᏓᏅᎾ;

source: (He said this so that his words might come true, I have kept safe all those whom you gave to me.)
chr: ᎤᏙᎯᏳᏗᏱ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎢ; “ᏗᏍᎩᎧᏁᎸᎯ ᎥᏝ ᎠᏏᏴᏫ ᏍᎩᏲᎱᏎᎸ.”

source: Then Simon Peter, who had a sword, took it out and gave the high priest's servant a blow, cutting off his right ear. The servant's name was Malchus.
chr: ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎠᏰᎳᏍᏗᎦᏅᎯᏛ ᎦᏁᎲᎢ, ᎤᎸᎲᎩ, ᎠᎴ ᎤᎷᏴᎩ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᏅᏏᏓᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎠᎦᏘᏏ ᎦᎴᏂ ᎤᎵᏍᏕᏍᏔᏅᎩ. ᎾᏍᎩ ᎠᏥᏅᏏᏓᏍᏗ ᎹᎵᎦ ᏧᏙᎢᏛ ᎨᏒᎩ.

source: Then Jesus said to Peter, Put back your sword: am I not to take the cup which my Father has given to me?
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ ᏈᏓ; ᏥᎯᎳᏓ ᏣᏤᎵ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎦᎳᏗᏍᏗᏱ; ᎤᎵᏍᏈᏗ ᎡᏙᏓ ᎠᎩᏁᎸᎯ, ᏝᏍᎪ ᏴᏓᎦᏗᏔᎯ?

source: Then the band and the chief captain and the police took Jesus and put cords round him.
chr: ᎿᏉᏃ ᏑᎾᏓᏡᎩ, ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᏗᏘᏂᏙᎯ, ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ ᎠᏂᏧᏏ ᏧᏂᏁᏤᎸᎯ, ᎬᏩᏂᏴᎲᎩ ᏥᏌ, ᎠᎴ ᎬᏩᎸᎸᎩ.

source: They took him first to Annas, because Annas was the father-in-law of Caiaphas who was the high priest that year.
chr: ᎠᎴ ᎡᎾ ᏧᏬᎸᎢ ᎢᎬᏱ ᏫᎬᏩᏘᏅᏍᏔᏅᎩ, ᎾᏍᎩᏰᏃ ᎧᏱᏆ ᎤᎿᏥᏴᎩ, ᎠᎴ ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎨᏒᎩ ᎾᎯᏳ ᎤᏕᏘᏴᏌᏗᏒᎢ.

source: It was Caiaphas who had said to the Jews that it was in their interest for one man to be put to death for the people.
chr: ᎾᏍᎩ ᎯᎠ ᎧᏱᏆ ᏥᏚᏁᏤᎴ ᎠᏂᏧᏏ, ᎯᎠ ᏥᏂᏚᏪᏎᎴᎢ; ᎤᏟ ᎣᏏᏳ ᎢᎦᎵᏍᏓᏁᏗ ᎠᏏᏴᏫ ᏱᏚᏲᎱᎯᎭᎸ ᏴᏫ.

source: And Simon Peter went after Jesus with another disciple. Now that disciple was a friend of the high priest and he went in with Jesus into the house of the high priest;
chr: ᏌᏩᏂᏃ ᏈᏓ ᎤᏍᏓᏩᏛᏒᎩ ᏥᏌ, ᎠᎴ ᎾᏍᏉ ᏅᏩᏓᎴ ᎠᏓᏍᏓᏩᏗᏙᎯ. ᎾᏍᎩ ᎠᏓᏍᏓᏩᏗᏙᎯ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᎦᏔᎯ ᎨᏒᎩ; ᎢᏧᎳᎭᏃ ᏥᏌ ᎤᏂᏴᎸᎩ ᎤᏜᏅᏛᎢ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎦᏁᎸᎢ.

source: But Peter was kept outside at the door. Then this other disciple, who was a friend of the high priest, came out and had a word with the girl who kept the door, and took Peter in.
chr: ᏈᏓᏍᎩᏂ ᏙᏱᏗᏢᏉ ᎦᎶᎯᏍᏗᏱ ᎤᎴᏅᎩ. ᎿᏉᏃ ᎾᏍᎩ Ꮎ ᏐᎢ ᎠᏓᏍᏓᏩᏗᏙᎯ, ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᎦᏔᎯ, ᎤᏄᎪᏨᎩ, ᏭᎵᏃᎮᏔᏅᎩ ᎠᏛ ᎦᎶᎯᏍᏗᏱ ᎠᎦᏘᏯ, ᎠᎴ ᎤᏴᏔᏅᎩ ᏈᏓ.

source: Then the girl who was the door-keeper said to Peter, Are you not one of this man's disciples? In answer he said, I am not.
chr: ᎿᏉᏃ ᎾᏍᎩ ᎠᏛ, ᎦᎶᎯᏍᏗᏱ ᎠᎦᏘᏯ, ᎯᎠ ᏄᏪᏎᎸ ᏈᏓ; ᏂᎯᎧ ᎾᏍᏉ ᎯᎠ ᎠᏍᎦᏯ ᎯᏍᏓᏩᏗᏙᎯ? ᎥᏝ, ᎤᏛᏅᎩ.

source: Now the servants and the police had made a fire of coals because it was cold; they were warming themselves in front of it and Peter was there with them, warming himself.
chr: ᎨᏥᏅᏏᏓᏍᏗᏃ ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ ᎾᎿ ᎠᎾᏙᎾᎥᎩ, ᎧᏃᏍᎦ ᎤᏃᏙᏔᏅᎯ ᎨᏒᎩ, --ᎤᏴᏢᎩᏰᏃ, ᎠᎴ ᎤᏂᎦᎾᏬᏍᎬᎩ. ᏈᏓᏃ ᎨᎸᎩ ᎦᏙᎬᎩ ᎠᎴ ᎤᎦᎾᏬᏍᎬᎩ.

source: Then the high priest put questions to Jesus about his disciples and his teaching.
chr: ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᏛᏛᏅᎩ ᏥᏌ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᎴ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬ ᎤᎬᏩᎵ.

source: Jesus made answer, I said things openly to the world at all times; I have given my teaching in the Synagogues and in the Temple to which all the Jews come; and I have said nothing secretly.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᎨᏒ ᎦᏥᏬᏁᏗᏍᎬᎩ ᎡᎶᎯ; ᏯᏃᎩᏳ ᏕᎦᏕᏲᎲᏍᎬ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᎪᏢᏩᏗᏒᎢ, ᎠᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎾᎿ ᎠᏂᏧᏏ ᏂᎪᎯᎸ ᏧᏂᎳᏫᏦᎯᏍᏗᏱ ᏥᎩ, ᎤᏕᎵᏛᏃ ᎥᏝ ᎪᎱᏍᏗ ᎠᏆᏛᏅᎯ ᏱᎩ.

source: Why are you questioning me? put questions to my hearers about what I have said to them: they have knowledge of what I said.
chr: ᎦᏙᏃ ᎠᏴ ᎢᏍᏆᏛᏛᎲᏍᎦ? ᎾᏍᎩ Ꮎ ᏔᏛᏛᎲᎦ ᎤᎾᏛᎦᏅᎯ ᎾᏍᎩ ᏂᎦᏥᏪᏎᎸᎢ. ᎬᏂᏳᏉ ᎠᏂᎦᏔᎭ ᎾᎩᏪᏒᎢ.

source: When he said this, one of the police by his side gave him a blow with his open hand, saying, Do you give such an answer to the high priest?
chr: ᎾᏍᎩᏃ ᏄᏪᏒ, ᎠᏏᏴᏫ ᏗᏓᏂᏱᏍᎩ ᎾᎥ ᎦᏙᎩ ᎤᏏᏛᏂᎸᎩ ᏥᏌ, ᎯᎠ ᏄᏪᏒᎩ; ᎾᏍᎩᏍᎪ ᏂᏪᏎ ᎯᏁᏤᎭ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ?

source: Jesus said in answer, If I have said anything evil, give witness to the evil: but if I said what is true, why do you give me blows?
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᎤᏐᏅ ᎠᎩᏁᏤᏍᏗ, ᎾᏍᎩ ᎯᎦᏔᎯ ᏫᏂᎦᎵᏍᏓ ᎤᏐᏅ ᎠᎩᏁᏨᎢ; ᎢᏳᏍᎩᏂ ᎣᏏᏳ ᎠᎩᏁᏤᏍᏗ, ᎦᏙᏃ ᏥᏍᏋᏂᎭ?

source: Then Annas sent him chained to Caiaphas, the high priest.
chr: ᎡᎾᏰᏃ ᎤᏁᏨᎯ ᎨᏒᎩ ᎠᎦᎸᎢᏛ ᎠᎦᏘᏅᏍᏗᏱ ᎧᏱᏆ ᏄᎬᏫᏳᏒ ᎠᏥᎸᎨᎶᎯ ᏧᏪᏅᏒᎢ.

source: But Simon Peter was still there warming himself by the fire. They said to him, Are you not one of his disciples? He said, No, I am not.
chr: ᏌᏩᏂᏃ ᏈᏓ ᎦᏙᎬᎩ ᎤᎦᎾᏬᏍᎬᎩ. ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏂᎯᎧ ᎾᏍᏉ ᎯᎠ ᎯᏍᏓᏩᏗᏙᎯ? ᎤᏓᏱᎸᎩ, ᎥᏝ, ᎤᏛᏅᎩ.

source: One of the servants of the high priest, a relation of him whose ear had been cut off by Peter, said, Did I not see you with him in the garden?
chr: ᎠᏏᏴᏫ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏧᏅᏏᏓᏍᏗ, ᎪᎱᏍᏗ ᎤᏩᎾ ᏈᏓ ᎤᎵᏍᏕᏒᎯ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᎬᎪᎡ ᏥᏍᏕᏙᎲᎩ ᎠᏫᏒᏗᏱ?

source: Then again Peter said, No. And straight away a cock gave its cry.
chr: ᏈᏓᏃ ᏔᎵᏁ ᎤᏓᏱᎸᎩ. ᎩᎳᏉᏃ ᎢᏴᏛ ᏣᏔᎦ ᎤᏴᎳᏒᎩ.

source: So they took Jesus from the house of Caiaphas to the Praetorium. It was early. They themselves did not go into the Praetorium, so that they might not become unclean, but might take the Passover.
chr: ᎿᏉ ᎧᏱᏆ ᎦᏁᎸ ᎤᎾᏘᎿᏫᏛᎲᎩ ᏥᏌ, ᏗᎫᎪᏙᏗᏱ ᏭᎾᏘᏅᏍᏔᏅᎩ; ᎠᎴ ᏑᎾᎴ ᎨᏒᎩ. ᎤᏅᏒᏍᎩᏂ ᎥᏝ ᏗᎫᎪᏙᏗᏱ ᏳᏁᏅᏎᎢ, ᎦᏓᎭ ᏱᏃᏣᎵᏍᏓ ᎠᏁᎵᏍᎬᎩ, ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᏧᎾᎵᏍᏓᏴᏗᏱ ᎤᏂᏰᎸᏒᎩ.

source: So Pilate came out to them and put the question: What have you to say against this man?
chr: ᏆᎴᏗᏃ ᏓᏳᏄᎪᏨᎩ ᎠᏂᏙᎾᎥ ᎤᎷᏨᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙ ᎡᏧᎢᏍᏗᎭ ᎯᎠ ᎠᏍᎦᏯ?

source: They said to him in answer, If the man was not a wrongdoer we would not have given him up to you.
chr: ᎤᏂᏁᏨᎩ ᎯᎠ ᎤᎬᏩᏪᏎᎸᎩ; ᎢᏳᏃ ᎤᏍᎦᏅᏨᎯ ᏂᎨᏒᎾ ᏱᎨᏎᎢ ᎥᏝ ᏱᏙᎨᏨᏲᎯᏎᎴᎢ.

source: Then Pilate said to them, Take him yourselves and let him be judged by your law. But the Jews said to him, We have no right to put any man to death.
chr: ᎿᏉᏃ ᏆᎴᏗ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎡᏣᏘᎿᏫᏛ, ᎢᏨᏒ ᏗᏥᎧᎿᏩᏛᏍᏗ ᎢᏨᏓ ᎡᏥᏱᎵᏓ. ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎥᏝ ᎤᎵᏁᏨᎯ ᏱᎩ ᏴᏫ ᎣᏥᎯᏍᏗᏱ.

source: (That the word of Jesus might come true, pointing to the sort of death he would have.)
chr: [ᎾᏍᎩ ᏄᎵᏍᏔᏅᎩ] ᎤᏙᎯᏳᏗᏱ ᏥᏌ ᎤᏁᏨᎢ, ᎦᏛᎬ ᎢᏳᎵᏍᏓᏁᏗᏱ ᎤᏲᎱᎯᏍᏗᏱ.

source: Then Pilate went back into the Praetorium and sent for Jesus and said to him, Are you the King of the Jews?
chr: ᎿᏉᏃ ᏆᎴᏗ ᏔᎵᏁ ᏗᎫᎪᏗᏱ ᎤᏴᎸᎩ, ᎠᎴ ᏥᏌ ᏭᏯᏅᎲᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ, ᏂᎯᏍᎪ ᏣᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ?

source: Jesus made answer, Do you say this of yourself, or did others say it about me?
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎪ ᏨᏒ ᏣᏓᏅᏖᏛ ᎾᏍᎩ ᏥᏂᏪᎠ, ᎩᎶᎨ ᎾᏍᎩ ᎨᏣᏃᎮᎮᎴᎢ?

source: Pilate said, Am I a Jew? Your nation and the chief priests have given you into my hands: what have you done?
chr: ᏆᎴᏗ ᎯᎠ ᏄᏪᏒᎩ; ᏥᎪ ᎠᏴ ᏥᏧᏏ? ᏗᏣᏤᎵᎦ ᏴᏫ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏕᎨᏣᏲᏒ ᎦᏙ ᏣᏛᏁᎸ.

source: Jesus said in answer, My kingdom is not of this world: if my kingdom was of this world, my disciples would have made a good fight to keep me out of the hands of the Jews: but my kingdom is not here.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᎠᎩᎬᏫᏳᎯ ᎨᏒ ᎥᏝ ᎠᏂ ᎡᎶᎯ ᎡᎯ ᏱᎩ. ᎢᏳᏃ ᎠᎩᎬᏫᏳᎯ ᎨᏒ ᎠᏂ ᎡᎶᎯ ᎡᎯ ᏱᎨᏎᎢ, ᏗᏆᏤᎵᎦ ᏱᏚᎾᏟᏴᎮᎢ, ᏞᏍᏗ ᎠᏂᏧᏏ ᏗᎨᏥᏲᎯᏎᎸᎩ, ᏳᏁᎵᏎᎢ. ᎠᏎᏃ ᎥᏝ ᎠᏂ ᎤᏓᎴᏅᎯ ᏱᎩ ᎠᎩᎬᏫᏳᎯ ᎨᏒᎢ.

source: Then Pilate said to him, Are you then a king? Jesus made answer, You say that I am a king. For this purpose was I given birth, and for this purpose I came into the world, that I might give witness to what is true. Every lover of what is true gives ear to my voice.
chr: ᎿᏉᏃ ᏆᎴᏗ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯᏰᎧᏂ? ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᏰᎵ ᏂᏫ, ᎠᎩᎬᏫᏳᎯᏰᏃ ᎠᏴ. ᏥᏃᎮᏍᎩ ᎤᏙᎯᏳᏒ ᎢᏯᏆᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏆᏕᏅᎩ, ᎠᎴ ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎡᎶᎯ ᎠᎩᎾᏄᎪᏥᎸᎩ. ᎾᏂᎥ ᎤᏙᎯᏳᏒ ᎤᏂᎨᏳᎯ ᎠᎾᏛᎩᏍᎪ ᏥᏁᎬᎢ.

source: Pilate said to him, True? what is true? Having said this he went out again to the Jews and said to them, I see no wrong in him.
chr: ᏆᎴᏗ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᎤᏍᏗ ᎤᏙᎯᏳᏒ ᎨᏒᎢ? ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒ, ᏔᎵᏁ ᎤᏄᎪᏨᎩ ᎠᏂᏧᏏ ᎠᏂᏙᎾᎥ ᏭᎶᏒᎩ, ᎠᎴ ᎯᎠ ᏫᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᏱᏥᏩᏘᎭ ᎤᏍᎦᏅᏨᎢ.

source: But every year you make a request to me to let a prisoner go free at the Passover. Is it your desire that I let the King of the Jews go free?
chr: ᎠᏎᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏥᎭ, ᏗᏨᏲᎯᏎᏗᏱ ᎠᏏᏴᏫ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏍᏆᎵᏍᎬ ᎢᏳᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏚᎵᏍᎪ ᏗᏨᏲᏎᏗᏱ ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ?

source: Then again they gave a loud cry, Not this man, but Barabbas. Now Barabbas was an outlaw.
chr: ᎿᏉᏃ ᏂᎦᏛ ᏔᎵᏁ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎥᏝᏍᏗ ᎯᎠ ᎠᏍᎦᏯ, ᏆᎳᏆᏍᎩᏂ. ᎾᏍᎩ ᏆᎳᏆ ᎠᏓᎾᏌᎲᏍᎩ ᎨᏒᎩ.

source: Then Pilate took Jesus and had him whipped with cords.
chr: ᎿᏉᏃ ᏆᎴᏗ ᎤᏂᏴᎲᎩ ᏥᏌ ᎠᎴ ᎤᎵᎥᏂᎸᎩ.

source: And the men of the army made a crown of thorns and put it on his head, and they put a purple robe on him.
chr: ᎠᏂᏯᏫᏍᎩᏃ ᎤᏂᏍᏕᏲᎸ ᏧᏣᏲᏍᏗ ᎠᎵᏍᏚᎶ ᎤᏃᏢᏅᎩ ᎠᎴ ᎬᏩᏍᏚᎳᏅᎩ, ᎠᎴ ᎩᎦᎨ ᎠᏄᏬ ᎬᏩᏄᏬᎥᎩ,

source: And they kept coming and saying, Long life to the King of the Jews! And they gave him blows with their hands.
chr: ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎢᏨᏲᎵᎦ ᏣᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ. ᎠᎴ ᏕᎬᏩᏏᏛᏂᎸᎩ.

source: And Pilate went out again and said to them, See, I let him come out to you to make it clear to you that I see no wrong in him.
chr: ᎿᏉᏃ ᏆᎴᏗ ᏔᎵᏁ ᎤᏄᎪᏨᎩ, ᎯᎠ ᏫᏂᏚᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎢᏨᎾᏄᎪᏫᏏ, ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᎤᏍᎦᏅᏨ ᎾᎩᏩᏛᎲᎾ ᎨᏒᎢ.

source: Then Jesus came out with the crown of thorns and the purple robe. And Pilate said to them, Here is the man!
chr: ᏥᏌᏃ ᏓᏳᎾᏄᎪᏨᎩ, ᎤᎵᏍᏚᎸᎩ ᎠᎵᏍᏚᎶ ᏧᏣᏲᏍᏗ ᎪᏢᏔᏅᎯ, ᎠᎴ ᎤᏄᏮᎩ ᎩᎦᎨ ᎠᏄᏬ. ᏆᎴᏗᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ.

source: So when the chief priests and the police saw him they gave a loud cry, To the cross! to the cross! Pilate said to them, Take him yourselves and put him on the cross: I see no crime in him.
chr: ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ ᎬᏩᎪᎲ, ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᏯᏛᎥᎦ! ᎯᏯᏛᎥᎦ! ᏆᎴᏗ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏂᎯ ᎡᏣᏗᎿᏫᏛ, ᎠᎴ ᎡᏣᏛᎥᎦ; ᎠᏴᏰᏃ ᎥᏝ ᏱᏥᏩᏘᎭ ᎤᏍᎦᏅᏨᎢ.

source: And the Jews made answer, We have a law, and by that law it is right for him to be put to death because he said he was the Son of God.
chr: ᎠᏂᏧᏏ ᎯᎠ ᏫᏅᎬᏩᏪᏎᎸᎩ; ᏗᎧᎿᏩᏛᏍᏗ ᎣᎩᎭ, ᏦᎩᎧᎿᏩᏛᏍᏗᏃ ᏂᎬᏅ ᏰᎵᏉ ᎬᏩᏲᎱᎯᏍᏗ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏪᏥ ᎤᏤᎸᏅᎩ.

source: When this saying came to Pilate's ears his fear became greater;
chr: ᎿᏉᏃ ᏆᎴᏗ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏟ ᎢᎦᎢ ᎤᏍᎦᎸᎩ;

source: And he went again into the Praetorium and said to Jesus, Where do you come from? But Jesus gave him no answer.
chr: ᎠᎴ ᏔᎵᏁ ᎤᏴᎸᎩ ᏗᎫᎪᏙᏗᏱ, ᎯᎠ ᏫᏄᏪᏎᎸᎩ ᏥᏌ; ᎭᏢ ᏅᏓᏣᏓᎴᏅᎯ? ᎠᏎᏃ ᏥᏌ ᎥᏝ ᏳᏁᏤᎴᎢ.

source: Then Pilate said to him, You say nothing to me? is it not clear to you that I have power to let you go free and power to put you to death on the cross?
chr: ᎿᏉᏃ ᏆᎴᏗ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᏍᎩᏁᏤᎭ? ᏝᏍᎪ ᏱᎦᏔᎭ ᏰᎵᏉ ᎦᎬᏯᏛᏗ ᎨᏒᎢ, ᎠᎴ ᏰᎵᏉ ᏗᎦᎬᏲᎯᏍᏗ ᎨᏒᎢ?

source: Jesus gave this answer: You would have no power at all over me if it was not given to you by God; so that he who gave me up to you has the greater sin.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᏱᎨᏣᎭ ᏰᎵ ᎠᏴ ᎪᎱᏍᏗ ᏍᏋᏁᏗᏱ, ᎦᎸᎳᏗ ᏅᏓᏰᏣᎵᏍᎪᎸᏓᏁᎸᎯ ᏂᎨᏒᎾ ᏱᎩ. ᎾᏍᎩ ᎢᏳᏍᏗ, ᎠᏴ ᏗᎩᏲᏒᎯ ᏂᎯ ᏗᏣᏲᎯᏎᎸᎯ ᎤᏟ ᎡᏉᎯᏳ ᎤᏍᎦᏅᏨ.

source: Hearing this, Pilate had a desire to let him go free, but the Jews said in a loud voice, If you let this man go, you are not Caesar's friend: everyone who makes himself a king goes against Caesar.
chr: ᎾᎯᏳᏃ ᎢᏳᏓᎴᏅᏛ ᏆᎴᏗ ᎤᏲᎸᎩ ᎥᎤᏪᎪᏗᏱ. ᎠᏎᏃ ᎠᏂᏧᏏ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎢᏳᏃ ᎯᎠ ᎠᏍᎦᏯ ᎢᎯᏯᎧᏅᎭ ᎥᏝ ᏏᏌ ᎢᏍᏓᎵᎢ ᏱᎦᎨᏎᏍᏗ. ᎩᎶ ᎤᎬᏫᏳᎯ ᎠᏤᎸᏍᎩ, ᎧᏁᎬ ᏏᏌ ᎠᏡᏗᏍᎪᎢ.

source: So when these words came to Pilate's ear, he took Jesus out, seating himself in the judge's seat in a place named in Hebrew, Gabbatha, or the Stone Floor.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏆᎴᏗ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏄᎪᏫᏒᎩ ᏥᏌ, ᎠᎴ ᎤᏪᏅᎩ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ, ᏅᏯ-ᎠᏰᏍᏓᎥ ᏕᎤᏙᎥᎢ, ᎠᏂᏧᏏᏍᎩᏂ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎨᏆᏓ ᏕᎤᏙᎥ.

source: (It was the day when they made ready for the Passover; and it was about the sixth hour.) And he said to the Jews, There is your King!
chr: ᎧᏃᎯᏰᎩᏃ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎢᎦ ᎨᏒᎩ, ᎠᎴ ᏔᎳᏚ ᎢᏳᏟᎶᏛ ᎢᏴᏛ ᎧᎳᏩᏗᏒ ᎨᏒᎩ, ᏆᎴᏗᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏂᏧᏏ; ᎬᏂᏳᏉ ᎤᎬᏫᏳᎯ ᎢᏣᏤᎵᎦ!

source: Then they gave a loud cry, Away with him! away with him! to the cross! Pilate said to them, Am I to put your King to death on the cross? The chief priests said in answer, We have no king but Caesar.
chr: ᎠᏎᏃ ᎤᏁᎷᏅᏉ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎷᎦ! ᎯᎷᎦ! ᎯᏯᏛᎥᎦ! ᏆᎴᏗ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏓᏥᏯᏛᏂᏍᎪ ᎢᏣᏤᎵᎦ ᎤᎬᏫᏳᎯ? ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᎥᏝ ᏲᎩᎧᎭ ᎤᎬᏫᏳᎯ, ᏏᏌ ᎤᏩᏒ!

source: So then he gave him up to them to be put to death on the cross. And they took Jesus away;
chr: ᎿᏉᏃ ᏚᏲᎯᏎᎸᎩ ᎤᎾᏛᏗᏱ. ᎤᏂᏂᏴᏛᎩᏃ ᏥᏌ ᎠᎴ ᎤᎾᏘᎾᏫᏛᎲᎩ.

source: And he went out with his cross on him to the place which is named Dead Man's Head (in Hebrew, Golgotha):
chr: ᏥᏌᏃ ᏧᏓᎿᏩᏛ ᎦᏁᎲᎩ ᎤᏄᎪᏨᎩ, ᎤᏍᏆᎷᎪ ᏚᏙᎥ ᎤᎷᏨᎩ, ᎾᏍᎩ ᎪᎵᎦᏓ ᏚᏙᎥ ᎠᏂᏧᏏ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎠᏅᏗᏍᎬᎢ;

source: Where they put him on the cross with two others, one on this side and one on that, and Jesus in the middle.
chr: ᎾᎿᏂ ᎬᏩᏛᏅᎩ, ᎠᎴ ᎠᏂᏔᎵ ᏅᏩᎾᏓᎴ ᎢᏧᎳᎭ ᏕᎨᎦᏛᏅᎩ ᎢᏧᎳ ᎢᏗᏢ ᏥᏌᏃ ᎠᏰᎵ.

source: And Pilate put on the cross a statement in writing. The writing was: JESUS THE NAZARENE, THE KING OF THE JEWS.
chr: ᏆᎴᏗᏃ ᎤᏬᏪᎳᏅᎩ ᎠᎪᎵᏰᏗ, ᎠᎴ ᏓᏓᎿᏩᏍᏛ ᎤᏪᏯᎸᏅᎩ; ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎩ; ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ, ᎤᎬᏫᏩᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ.

source: The writing was seen by a number of the Jews, for the place where Jesus was put to death on the cross was near the town; and the writing was in Hebrew and Latin and Greek.
chr: ᎯᎠ ᎾᏍᎩ ᎠᎪᎵᏰᏗ ᎤᏂᏣᏛ ᎠᏂᏧᏏ ᎠᏂᎪᎵᏰᏍᎬᎩ, ᏥᏌᏰᏃ ᎠᎦᏛᏅ ᎦᏚᎲ ᎾᎥ ᎨᏒᎩ, ᎠᏂᏧᏏᏃ, ᎠᎴ ᎠᏂᎪᎢ, ᎠᎴ ᎠᏂᎶᎻ ᏧᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎪᏪᎸᎩ.

source: Then the chief priests of the Jews said to Pilate, Do not put, The King of the Jews, but, He said, I am the King of the Jews.
chr: ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᏂᏧᏏ ᏧᎾᏤᎵᎦ ᎯᎠ ᏄᏂᏪᏎᎸᎩ ᏆᎴᏗ; ᏞᏍᏗ ᎯᎠ ᎢᏨᏁᎸ ᏦᏪᎳᏅᎩ; ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ; ᎯᎠᏍᎩᏂ; ᎠᎩᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᎠᏗᏍᎬᎩ.

source: But Pilate made answer, What I have put in writing will not be changed.
chr: ᏆᎴᏗ ᎯᎠ ᏄᏪᏒᎩ; ᏥᎾᏋᏁᎸ ᏣᏉᏪᎳᏅ, ᎿᏉ ᎠᏎ ᎠᏉᏪᎳᏅ.

source: And when Jesus was nailed to the cross, the men of the army took his clothing, and made a division of it into four parts, to every man a part, and they took his coat: now the coat was without a join, made out of one bit of cloth.
chr: ᎿᏉᏃ ᎠᏂᏯᏫᏍᎩ, ᏥᏌ ᎬᏩᏛᏅ, ᏚᏂᏁᏒᎩ ᏧᏄᏬ, ᏅᎩ ᏂᏚᏂᏛᎩ, ᏌᏉ ᎢᎦᏛᎯ ᎠᏏᏴᏫ ᎠᏯᏫᏍᎩ ᎤᏤᎵᎦ ᏄᏅᏁᎸᎩ; ᎠᎴ ᎾᏍᏉ ᎭᏫᏂ ᎤᏄᏬᎥᎯ. ᎾᏍᎩ ᎭᏫᏂ ᎠᏄᏬ ᎥᏝ ᎦᏰᏫᏛ ᏱᎨᏎᎢ, ᏂᎬ ᎬᏅᎯ ᎨᏒᎩ.

source: So they said among themselves, Let this not be cut up, but let us put it to the decision of chance and see who gets it. (They did this so that the Writings might come true, which say, They made a distribution of my clothing among them, and my coat they put to the decision of chance.) This was what the men of the army did.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᏞᏍᏗ ᎢᎩᏣᎦᎸᎢᏒᎩ, ᎢᏓᏎᎯᏉᏍᎩᏂ ᎢᏓᏙᎴᎰᎯ ᎤᏤᎵᎦ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ; ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸ ᎯᎠ ᏥᏂᎬᏅ; ᏚᏂᏯᏙᎸᎩ ᏗᏆᏄᏬ, ᎠᎴ ᎠᏆᏄᏬᏍᏗ ᎤᎾᏌᏍᏔᏅᎩ. ᎯᎠ ᎾᏍᎩ ᎠᏂᏯᏫᏍᎩ ᏄᎾᏛᏁᎸᎩ.

source: Now by the side of the cross of Jesus were his mother, and his mother's sister Mary, the wife of Cleopas, and Mary Magdalene.
chr: ᎾᎥᏃ ᏓᏓᎿᏩᏍᏛ ᏥᏌ ᎦᏛᎢ ᎠᏂᏙᎾᎥᎩ ᎤᏥ, ᎤᏂᏃ ᎤᎸᎢ ᎺᎵ ᏟᎣᏆ ᎤᏓᎵᎢ, ᎺᎵᏃ ᎹᎩᏕᎵ ᎡᎯ.

source: So when Jesus saw his mother and the disciple who was dear to him, he said to his mother, Mother, there is your son!
chr: ᏥᏌᏃ ᎤᎪᎲ ᎤᏥ, ᎠᎴ ᎤᎪᎲ ᎾᎥ ᎦᏙᎬ ᎤᏍᏓᏩᏗᏙᎯ ᎤᎨᏳᎯ, ᎯᎠ ᏄᏪᏎᎸᎩ ᎤᏥ; ᎯᎨᏴ, ᎬᏂᏳᏉ ᏤᏥ.

source: Then he said to the disciple, There is your mother! And from that hour the disciple took her to his house.
chr: ᎿᏉᏃ ᎯᎠ ᏅᎤᏪᏎᎸᎩ ᎤᏍᏓᏩᏗᏙᎯ; ᎬᏂᏳᏉ ᏣᏥᎢ. ᎾᎯᏳᏉᏃ ᎾᏍᎩ ᎤᏍᏓᏩᏗᏙᎯ ᏧᏪᏅᏒ ᏭᏘᏅᏍᏔᏅᎩ.

source: After this, being conscious that all things had now been done so that the Writings might come true, Jesus said, Give me water.
chr: ᎿᏉᏃ ᏥᏌ ᎠᎦᏔᎯᏳ ᎨᏒ ᏂᎦᎥ ᎿᏉ ᎤᎵᏍᏆᏛᎢ, ᎪᏪᎸ ᎤᏙᎯᏳᏗᏱ, ᎠᎩᏔᏕᎩᎭ, ᎤᏛᏅᎩ.

source: Now there was a vessel ready, full of bitter wine, and they put a sponge full of it on a stick and put it to his mouth.
chr: ᎾᎿᏃ ᎥᎦᎧᎲᎩ ᎠᏖᎵᏙ ᏧᏂᏦᏯᏍᏗ ᎠᎧᎵᏬᎯ; ᏚᏬᎢᎵᏃ ᏧᏂᏦᏯᏍᏗ ᎤᏂᎧᎵᎢᏍᏔᏅᎩ, ᎠᎴ ᎾᏍᎩ ᎯᏏᏈ ᎤᏂᏆᏙᏔᏅᎩ, ᎠᎰᎵ ᎾᎥ ᎤᏂᏩᏌᏔᏅᎩ.

source: So when Jesus had taken the wine he said, All is done. And with his head bent he gave up his spirit.
chr: ᏥᏌᏃ ᏧᏂᏦᏯᏍᏗ ᎤᏁᎩᏒ ᎯᎠ ᏄᏪᏒᎩ; ᎿᏉ ᎠᎵᏍᏆᏓ; ᎤᎵᏍᎫᏫᏒᏃ ᏕᎤᏲᏒᎩ ᎤᏓᏅᏙ.

source: Now it was the day of getting ready for the Passover, and so that the bodies might not be on the cross on the Sabbath (because the day of that Sabbath was a great day), the Jews made a request to Pilate that their legs might be broken, and that they might be taken away.
chr: ᎠᏂᏧᏏᏃ ᎤᏂᏔᏲᏎᎸᎩ ᏆᎴᏗ ᏗᏂᏅᏍᎨᏂ ᏗᎨᏥᏍᏆᎵᏎᏗᏱ ᎠᎴ ᏗᎨᏥᏁᏍᏗᏱ, ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎢᎦ ᎨᏒᎢ, ᏞᏍᏗ ᎤᎾᏙᏓᏆᏍᎬ ᏱᏗᎦᏕᏍᏗ ᎠᏁᎵᏍᎬᎩ, ᎾᏍᎩᏰᏃ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎦᎸᏉᏗᏳ ᎨᏒᎩ.

source: So the men of the army came, and the legs of the first were broken and then of the other who was put to death on the cross with Jesus:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏯᏫᏍᎩ ᎤᏂᎷᏨᎩ, ᏚᏂᏍᏆᎵᏒᎩ ᏗᎦᏅᏍᎨᏂ ᎢᎬᏱᏱ ᎦᏗ ᎠᎴ ᏐᎢ ᎢᏧᎳᎭ ᏥᏌ ᏗᎨᎦᏛᏅᎯ.

source: But when they came to Jesus, they saw that he was dead by this time, and so his legs were not broken;
chr: ᏥᏌᏍᎩᏂ ᎦᏛ ᏭᏂᎷᏨ, ᎠᎴ ᎤᎾᏙᎴᎰᏒ ᎦᏳᎳ ᎤᏲᎱᏒᎯ ᎨᏒᎢ, ᎥᏝ ᏱᏚᏂᏍᏆᎵᏎ ᏗᎦᏅᏍᎨᏂ;

source: But one of the men made a wound in his side with a spear, and straight away there came out blood and water.
chr: ᎠᏏᏴᏫᏍᎩᏂ ᎠᏯᏫᏍᎩ, ᏗᏓᏘᏍᏗ ᎤᏪᏘᏍᏔᏅᎩ ᎠᏍᏉᎨᏂ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᎿ ᏓᏳᏨᏨᎩ ᎩᎬ ᎠᎴ ᎠᎹ.

source: And he who saw it has given witness (and his witness is true; he is certain that what he says is true) so that you may have belief.
chr: ᎾᏍᎩᏃ Ꮎ ᎤᎪᎲᎯ ᎤᏃᎮᎸᎩ, ᎧᏃᎮᏍᎬᏃ ᎤᏙᎯᏳᎭ, ᎠᎴ ᎠᎦᏔᎭ ᎤᏙᎯᏳᎯ ᎧᏃᎮᏍᎬᎢ, ᎾᏍᎩ ᎨᏦᎯᏳᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: These things came about so that the Writings might be true, No bone of his body will be broken.
chr: ᎾᏍᎩᏰᏃ ᎯᎠ ᏄᎵᏍᏔᏅᎩ ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸ ᎯᎠ ᏥᏂᎬᏅ; “ᎥᏝ ᏌᏉ ᎤᎪᎳ ᏧᎵᏍᏆᎵᏍᏗ ᏱᎨᏎᏍᏗ.”

source: And again another verse says, They will see him who was wounded by their spears.
chr: ᎠᎴᏬ ᏅᏩᏓᎴ ᎪᏪᎸ ᎯᎠ ᏂᎦᏩᎭ; “ᏙᏓᎬᏩᎧᎾᏂ ᏗᎬᏪᏘᎸᎯ.”

source: After these things, Joseph of Arimathaea, who was a disciple of Jesus, but secretly for fear of the Jews, made a request to Pilate to let him take away the body of Jesus: and Pilate said he might do so. So he went and took away his body.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᎣᏂ ᏦᏩ ᎠᎵᎹᏗᏱ ᎡᎯ, ᏥᏌ ᎠᏍᏓᏩᏗᏙᎯ ᎨᏒᎩ, ᎠᏎᏃ ᎤᏕᎵᏛᏉ ᎠᏂᏧᏏ ᏓᏍᎦᎢᎲᎢ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ, ᎾᏍᎩ ᏦᏩ ᎤᏔᏲᏎᎸᎩ ᏆᎴᏗ ᎤᏁᏍᏗᏱ ᏥᏌ ᎠᏰᎸᎢ. ᏆᎴᏗᏃ ᎤᎵᏍᎪᎸᏓᏁᎸᎩ. ᎰᏩᏃ ᎤᎷᏨᎩ ᎤᏁᏒᎩ ᏥᏌ ᎠᏰᎸᎢ.
